/* No comment provided by engineer. */
"%@ to %@" = "%1$@ to %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d of %2$d";

/* No comment provided by engineer. */
"%i to %i" = "%1$i to %2$i";

/* No comment provided by engineer. */
"'%@' accumulate attribute is invalid." = "'%@' accumulate attribute is invalid.";

/* No comment provided by engineer. */
"'%@' is an invalid directions time attribute." = "'%@' is an invalid directions time attribute.";

/* No comment provided by engineer. */
"'%@' is an invalid impedance attribute." = "'%@' is an invalid impedance attribute.";

/* No comment provided by engineer. */
"'%@' restriction attribute is invalid." = "'%@' restriction attribute is invalid.";

/* No comment provided by engineer. */
"'item' parameter required" = "'item' parameter required";

/* No comment provided by engineer. */
"'portal' parameter required" = "'portal' parameter required";

/* No comment provided by engineer. */
"'tags' parameter required" = "'tags' parameter required";

/* No comment provided by engineer. */
"'title' parameter required" = "'title' parameter required";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<No value>";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add Attachment" = "Add Attachment";

/* No comment provided by engineer. */
"Add..." = "Add...";

/* No comment provided by engineer. */
"An error occurred while loading the page." = "An error occurred while loading the page.";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "An itemID is required for this operation. Add this item to the Portal to get an ItemID.";

/* No comment provided by engineer. */
"Apply Geometry" = "Apply Geometry";

/* No comment provided by engineer. */
"Are you sure you want to delete this attachment?" = "Are you sure you want to delete this attachment?";

/* No comment provided by engineer. */
"Are you sure you want to delete this feature?" = "Are you sure you want to delete this feature?";

/* No comment provided by engineer. */
"Attachment" = "Attachment";

/* No comment provided by engineer. */
"Attachments" = "Attachments";

/* No comment provided by engineer. */
"Authentication Required" = "Authentication Required";

/* No comment provided by engineer. */
"Authorization required" = "Authorization required";

/* No comment provided by engineer. */
"Bad Request" = "Bad Request";

/* No comment provided by engineer. */
"Bad URL." = "Bad URL.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot verify the identify of '%@'" = "Cannot verify the identify of '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certificate Required";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Challenge for URL: %1$@ with failureCount: %2$lu";

/* No comment provided by engineer. */
"Challenge Is Not For Untrusted Server Certificate" = "Challenge Is Not For Untrusted Server Certificate";

/* No comment provided by engineer. */
"Changing Feature Type" = "Changing Feature Type";

/* No comment provided by engineer. */
"Choose From Library" = "Choose From Library";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Clear Geometry" = "Clear Geometry";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Created %d hours ago" = "Created %d hours ago";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Created %d minutes ago";

/* No comment provided by engineer. */
"Created a minute ago" = "Created a minute ago";

/* No comment provided by engineer. */
"Created an hour ago" = "Created an hour ago";

/* No comment provided by engineer. */
"Created by %@" = "Created by %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Created by %1$@ %2$d hours ago";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Created by %1$@ %2$d minutes ago";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Created by %@ a minute ago";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Created by %@ an hour ago";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Created by %1$@ on %2$@ at %3$@ - day";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Created by %1$@ on %2$@ at %3$@ - full";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Created by %@ seconds ago";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Created on %1$@ at %2$@ - day";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Created on %1$@ at %2$@ - full";

/* No comment provided by engineer. */
"Created seconds ago" = "Created seconds ago";

/* No comment provided by engineer. */
"Credential Required" = "Credential Required";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Data for pie chart is invalid";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Vertex" = "Delete Vertex";

/* No comment provided by engineer. */
"Deleting Attachment" = "Deleting Attachment";

/* No comment provided by engineer. */
"Deleting Feature" = "Deleting Feature";

/* No comment provided by engineer. */
"Directions distance attribute is invalid." = "Directions distance attribute is invalid.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Directions time and distance attributes do not match.";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Edited %d hours ago";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Edited %d minutes ago";

/* No comment provided by engineer. */
"Edited a minute ago" = "Edited a minute ago";

/* No comment provided by engineer. */
"Edited an hour ago" = "Edited an hour ago";

/* No comment provided by engineer. */
"Edited by %@" = "Edited by %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Edited by %1$@ %2$d hours ago";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Edited by %1$@ %2$d minutes ago";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Edited by %@ a minute ago";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Edited by %@ an hour ago";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Edited by %1$@ on %2$@ at %3$@ - day";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Edited by %1$@ on %2$@ at %3$@ - full";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Edited by %@ seconds ago";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Edited on %1$@ at %2$@ - day";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Edited on %1$@ at %2$@ - full";

/* No comment provided by engineer. */
"Edited seconds ago" = "Edited seconds ago";

/* No comment provided by engineer. */
"Empty username/password" = "Empty username/password";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Enter a number between %1$@ and %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Enter a number between %1$i and %2$i";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Error adding identity to the keychain";

/* No comment provided by engineer. */
"Error adding keychain item" = "Error adding keychain item";

/* No comment provided by engineer. */
"Error extracting identity" = "Error extracting identity";

/* No comment provided by engineer. */
"Error removing keychain item" = "Error removing keychain item";

/* No comment provided by engineer. */
"Error updating keychain item" = "Error updating keychain item";

/* No comment provided by engineer. */
"Feature isn't valid." = "Feature isn't valid.";

/* No comment provided by engineer. */
"Finish" = "Finish";

/* No comment provided by engineer. */
"Geometry" = "Geometry";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* No comment provided by engineer. */
"Insert Part" = "Insert Part";

/* No comment provided by engineer. */
"Insert Vertex" = "Insert Vertex";

/* No comment provided by engineer. */
"Insufficient number of stops." = "Insufficient number of stops.";

/* No comment provided by engineer. */
"Invalid attribute parameter attribute name (%@)." = "Invalid attribute parameter attribute name (%@).";

/* No comment provided by engineer. */
"Invalid attribute parameter parameter name (%@)." = "Invalid attribute parameter parameter name (%@).";

/* No comment provided by engineer. */
"Invalid Credentials" = "Invalid Credentials";

/* No comment provided by engineer. */
"Invalid GPX data." = "Invalid GPX data.";

/* No comment provided by engineer. */
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Invalid restriction usage value for attribute (%1$@) parameter (%2$@).";

/* No comment provided by engineer. */
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Invalid value type for attribute (%1$@) parameter (%2$@).";

/* No comment provided by engineer. */
"Keep Current Values" = "Keep Current Values";

/* No comment provided by engineer. */
"Keychain identifier is nil" = "Keychain identifier is nil";

/* No comment provided by engineer. */
"Line barrier (%@) does not cover any network elements." = "Line barrier (%@) does not cover any network elements.";

/* No comment provided by engineer. */
"Line barrier (%@) has invalid scaled cost attribute name." = "Line barrier (%@) has invalid scaled cost attribute name.";

/* No comment provided by engineer. */
"Missing client certificate" = "Missing client certificate";

/* string to represent hyperlink attributes */
"More Info" = "More Info";

/* No comment provided by engineer. */
"Move Vertex" = "Move Vertex";

/* No comment provided by engineer. */
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Neutral restriction usage value for attribute (%1$@) parameter (%2$@).";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "No certificate found to access the resource '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "No data to create a bar chart";

/* No comment provided by engineer. */
"No data to create a line chart" = "No data to create a line chart";

/* No comment provided by engineer. */
"No data to create a pie chart" = "No data to create a pie chart";

/* No comment provided by engineer. */
"No image to display" = "No image to display";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "No path can be found between a given pair of stops (%@).";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open in Safari" = "Open in Safari";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Please enter a name for the new attachment";

/* No comment provided by engineer. */
"Point barrer (%@) was not located." = "Point barrer (%@) was not located.";

/* No comment provided by engineer. */
"Point barrier (%@) has invalid added cost attribute name." = "Point barrier (%@) has invalid added cost attribute name.";

/* No comment provided by engineer. */
"Polygon barrier (%@) does not cover any network elements." = "Polygon barrier (%@) does not cover any network elements.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has invalid scaled cost attribute name." = "Polygon barrier (%@) has invalid scaled cost attribute name.";

/* No comment provided by engineer. */
"Remove Part" = "Remove Part";

/* No comment provided by engineer. */
"Reset to Default Values" = "Reset to Default Values";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Save To Photo Library" = "Save To Photo Library";

/* No comment provided by engineer. */
"Sign In" = "Sign In";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Soft restricted element (%@) was traversed." = "Soft restricted element (%@) was traversed.";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Specified start time occurs before January 1, 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a local time window that starts before January 1, 1970." = "Stop (%@) has a local time window that starts before January 1, 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a start time that occurs before January 1, 1970." = "Stop (%@) has a start time that occurs before January 1, 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a time window end that occurs before its time window start." = "Stop (%@) has a time window end that occurs before its time window start.";

/* No comment provided by engineer. */
"Stop (%@) has a UTC time window that starts before January 1, 1970." = "Stop (%@) has a UTC time window that starts before January 1, 1970.";

/* No comment provided by engineer. */
"Stop (%@) is located on a non traversable element." = "Stop (%@) is located on a non traversable element.";

/* No comment provided by engineer. */
"Stop (%@) is located on a soft restricted element." = "Stop (%@) is located on a soft restricted element.";

/* No comment provided by engineer. */
"Stop (%@) was not located." = "Stop (%@) was not located.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Take Photo or Video";

/* No comment provided by engineer. */
"The directions language is invalid." = "The directions language is invalid.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "The directions road class attribute is invalid.";

/* No comment provided by engineer. */
"The directions style is invalid." = "The directions style is invalid.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "The input spatial reference is undefined.";

/* No comment provided by engineer. */
"The map must first be saved to a portal using the 'saveAs:' method." = "The map must first be saved to a portal using the 'saveAs:' method.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "The network does not have a hierarchy attribute for performing hierarchical route planning.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "The output spatial reference is undefined.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "The specified clientID is invalid";

/* No comment provided by engineer. */
"The type of the destination item must be WebMap." = "The type of the destination item must be WebMap.";

/* No comment provided by engineer. */
"The walking mode route is too large." = "The walking mode route is too large.";

/* No comment provided by engineer. */
"This method should be called only when [error ags_isUntrustedServerCertificateError] returns YES" = "This method should be called only when [error ags_isUntrustedServerCertificateError] returns YES";

/* No comment provided by engineer. */
"To save Map as a new item, you must be logged in to the portal." = "To save Map as a new item, you must be logged in to the portal.";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token is invalid or has expired";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Token URL is nil. You must set a valid token URL on the credential.";

/* No comment provided by engineer. */
"Unauthorized access" = "Unauthorized access";

/* No comment provided by engineer. */
"Unknown authentication error" = "Unknown authentication error";

/* No comment provided by engineer. */
"Unknown condition." = "Unknown condition.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Unknown error occurred";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Unsupported GPX data.";

/* No comment provided by engineer. */
"User cancelled error" = "User cancelled error";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Using browser to authenticate...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Value exceeds maximum field length of %lu";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Yes Delete" = "Yes Delete";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "You must be logged in to the Portal to perform this operation.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "You must be specify a rating between 1 and 5.";

/* No comment provided by engineer. */
"You must provide an identifier to enable automatic syncing of credential cache to the keychain" = "You must provide an identifier to enable automatic syncing of credential cache to the keychain";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "You need to select a certificate to access the resource '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "You need to sign in to access the resource '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Unknown";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimeters";
"Decimal Degrees" = "Decimal Degrees";
"Decimeters" = "Decimeters";
"Feet" = "Feet";
"Inches" = "Inches";
"Kilometers" = "Kilometers";
"Meters" = "Meters";
"Miles" = "Miles";
"Millimeters" = "Millimeters";
"Nautical Miles" = "Nautical Miles";
"Points" = "Points";
"Yards" = "Yards";

/* Area Units Abbreviated Strings */
"sq. in" = "sq. in";
"sq. ft" = "sq. ft";
"sq. yd" = "sq. yd";
"ac" = "ac";
"sq. mi" = "sq. mi";
"sq. mm" = "sq. mm";
"sq. cm" = "sq. cm";
"sq. dm" = "sq. dm";
"sq. m" = "sq. m";
"ares" = "ares";
"ha" = "ha";
"sq. km" = "sq. km";

/* Area Units Display Strings */
"Square Inches" = "Square Inches";
"Square Feet" = "Square Feet";
"Square Yards" = "Square Yards";
"Acres" = "Acres";
"Square Miles" = "Square Miles";
"Square Millimeters" = "Square Millimeters";
"Square Centimeters" = "Square Centimeters";
"Square Decimeters" = "Square Decimeters";
"Square Meters" = "Square Meters";
"Ares" = "Ares";
"Hectares" = "Hectares";
"Square Kilometers" = "Square Kilometers";

